Repository: brianm998/ReelVault
Catalog: kit/Sources/ReelVaultKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, ur, vi, zh_hans

source: Select at least 2 videos (Shift+click or Cmd+click) to attach proxies
ar: حدد مقطعَي فيديو على الأقل (Shift+نقر أو Cmd+نقر) لإرفاق وكلاء
bn: প্রক্সি সংযুক্ত করতে কমপক্ষে ২টি ভিডিও নির্বাচন করুন (Shift+ক্লিক বা Cmd+ক্লিক)
cs: Vyberte alespoň 2 videa (Shift+kliknutí nebo Cmd+kliknutí) pro připojení proxy
de: Wähle mindestens 2 Videos (Umschalt+Klick oder Cmd+Klick) aus, um Proxys anzuhängen
es: Selecciona al menos 2 vídeos (Shift+clic o Cmd+clic) para adjuntar proxies
fr: Sélectionnez au moins 2 vidéos (Maj+clic ou Cmd+clic) pour attacher des proxys
hi: प्रॉक्सी संलग्न करने के लिए कम से कम 2 वीडियो चुनें (Shift+क्लिक या Cmd+क्लिक)
id: Pilih setidaknya 2 video (Shift+klik atau Cmd+klik) untuk melampirkan proxy
it: Seleziona almeno 2 video (Shift+clic o Cmd+clic) per allegare proxy
ja: プロキシを添付するには少なくとも2つの動画を選択してください (Shift+クリックまたはCmd+クリック)
ko: 프록시를 연결하려면 동영상을 2개 이상 선택하세요 (Shift+클릭 또는 Cmd+클릭)
nl: Selecteer ten minste 2 video's (Shift+klik of Cmd+klik) om proxy's toe te voegen
pl: Wybierz co najmniej 2 filmy (Shift+klik lub Cmd+klik), aby dołączyć proxy
pt_br: Selecione pelo menos 2 vídeos (Shift+clique ou Cmd+clique) para anexar proxies
ru: Выберите не менее 2 видео (Shift+клик или Cmd+клик), чтобы прикрепить прокси
th: เลือกวิดีโออย่างน้อย 2 รายการ (Shift+คลิก หรือ Cmd+คลิก) เพื่อแนบพร็อกซี
tr: Proxy eklemek için en az 2 video seçin (Shift+tıklama veya Cmd+tıklama)
uk: Виберіть не менше 2 відео (Shift+клік або Cmd+клік), щоб прикріпити проксі
ur: پراکسیز منسلک کرنے کے لیے کم از کم 2 ویڈیوز منتخب کریں (Shift+کلک یا Cmd+کلک)
vi: Chọn ít nhất 2 video (Shift+nhấp hoặc Cmd+nhấp) để đính kèm proxy
zh_hans: 选择至少 2 个视频（Shift+点击或 Cmd+点击）以附加代理

source: Select at least 2 videos (Shift+click or Cmd+click) to create a group
ar: حدد مقطعَي فيديو على الأقل (Shift+نقر أو Cmd+نقر) لإنشاء مجموعة
bn: গ্রুপ তৈরি করতে কমপক্ষে ২টি ভিডিও নির্বাচন করুন (Shift+ক্লিক বা Cmd+ক্লিক)
cs: Vyberte alespoň 2 videa (Shift+kliknutí nebo Cmd+kliknutí) pro vytvoření skupiny
de: Wähle mindestens 2 Videos (Umschalt+Klick oder Cmd+Klick) aus, um eine Gruppe zu erstellen
es: Selecciona al menos 2 vídeos (Shift+clic o Cmd+clic) para crear un grupo
fr: Sélectionnez au moins 2 vidéos (Maj+clic ou Cmd+clic) pour créer un groupe
hi: एक ग्रुप बनाने के लिए कम से कम 2 वीडियो चुनें (Shift+क्लिक या Cmd+क्लिक)
id: Pilih setidaknya 2 video (Shift+klik atau Cmd+klik) untuk membuat grup
it: Seleziona almeno 2 video (Shift+clic o Cmd+clic) per creare un gruppo
ja: グループを作成するには少なくとも2つの動画を選択してください (Shift+クリックまたはCmd+クリック)
ko: 그룹을 만들려면 동영상을 2개 이상 선택하세요 (Shift+클릭 또는 Cmd+클릭)
nl: Selecteer ten minste 2 video's (Shift+klik of Cmd+klik) om een groep te maken
pl: Wybierz co najmniej 2 filmy (Shift+klik lub Cmd+klik), aby utworzyć grupę
pt_br: Selecione pelo menos 2 vídeos (Shift+clique ou Cmd+clique) para criar um grupo
ru: Выберите не менее 2 видео (Shift+клик или Cmd+клик), чтобы создать группу
th: เลือกวิดีโออย่างน้อย 2 รายการ (Shift+คลิก หรือ Cmd+คลิก) เพื่อสร้างกลุ่ม
tr: Bir grup oluşturmak için en az 2 video seçin (Shift+tıklama veya Cmd+tıklama)
uk: Виберіть не менше 2 відео (Shift+клік або Cmd+клік), щоб створити групу
ur: گروپ بنانے کے لیے کم از کم 2 ویڈیوز منتخب کریں (Shift+کلک یا Cmd+کلک)
vi: Chọn ít nhất 2 video (Shift+nhấp hoặc Cmd+nhấp) để tạo nhóm
zh_hans: 选择至少 2 个视频（Shift+点击或 Cmd+点击）以创建组

source: Text
ar: نص
bn: টেক্সট
es: Texto
fr: Texte
hi: पाठ
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
ur: متن
vi: Văn bản
zh_hans: 文本

source: This collection is empty
ar: هذه المجموعة فارغة
bn: এই সংগ্রহটি খালি
cs: Tato kolekce je prázdná
de: Diese Sammlung ist leer
es: Esta colección está vacía
fr: Cette collection est vide
hi: यह संग्रह खाली है
id: Koleksi ini kosong
it: Questa raccolta è vuota
ja: このコレクションは空です
ko: 이 컬렉션은 비어 있습니다
nl: Deze verzameling is leeg
pl: Ta kolekcja jest pusta
pt_br: Esta coleção está vazia
ru: Эта коллекция пуста
th: คอลเล็กชันนี้ว่างเปล่า
tr: Bu koleksiyon boş
uk: Ця колекція порожня
ur: یہ کلیکشن خالی ہے
vi: Bộ sưu tập này trống
zh_hans: 此合集为空

source: Unknown
ar: غير معروف
bn: অজানা
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
vi: Không rõ
zh_hans: 未知

source: Video codec
ar: ترميز الفيديو
bn: ভিডিও কোডেক
cs: Video kodek
es: Códec de vídeo
fr: Codec vidéo
hi: वीडियो कोडेक
id: Codec video
it: Codec video
ja: 映像コーデック
ko: 비디오 코덱
pl: Kodek wideo
pt_br: Codec de vídeo
ru: Видеокодек
th: โคเดกวิดีโอ
tr: Video kodek
uk: Відеокодек
ur: ویڈیو کوڈیک
vi: Codec video
zh_hans: 视频编解码器

source: Year
ar: السنة
bn: বছর
cs: Rok
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 연도
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
th: ปี
tr: Yıl
uk: Рік
ur: سال
vi: Năm
zh_hans: 年份

source: Yellow
ar: أصفر
bn: হলুদ
cs: Žlutá
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
id: Kuning
it: Giallo
ja: 黄色
ko: 노란색
nl: Geel
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
th: เหลือง
tr: Sarı
uk: Жовтий
ur: زرد
vi: Vàng
zh_hans: 黄色

source: Yes
ar: نعم
bn: হ্যাঁ
cs: Ano
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
th: ใช่
tr: Evet
uk: Так
ur: ہاں
vi: Có
zh_hans: 是

source: Your library is empty
ar: مكتبتك فارغة
bn: আপনার লাইব্রেরি খালি
cs: Vaše knihovna je prázdná
de: Deine Mediathek ist leer
es: Tu biblioteca está vacía
fr: Votre bibliothèque est vide
hi: आपकी लाइब्रेरी खाली है
id: Perpustakaan Anda kosong
it: La tua libreria è vuota
ja: ライブラリが空です
ko: 라이브러리가 비어 있습니다
nl: Je bibliotheek is leeg
pl: Twoja biblioteka jest pusta
pt_br: Sua biblioteca está vazia
ru: Ваша медиатека пуста
th: ไลบรารีของคุณว่างเปล่า
tr: Kitaplığın boş
uk: Ваша медіатека порожня
ur: آپ کی لائبریری خالی ہے
vi: Thư viện của bạn trống
zh_hans: 您的资料库为空

source: not
ar: ليس
bn: নয়
cs: ne
de: nicht
es: no
fr: non
hi: नहीं
id: bukan
it: non
ja: ではない
ko: 아님
nl: niet
pl: nie
pt_br: não
ru: не
th: ไม่
tr: değil
uk: не
ur: نہیں
vi: không
zh_hans: 非

source: Database error.
ar: خطأ في قاعدة البيانات.
bn: ডেটাবেস ত্রুটি।
cs: Chyba databáze.
de: Datenbankfehler.
es: Error de base de datos.
fr: Erreur de base de données.
hi: डेटाबेस त्रुटि।
id: Kesalahan basis data.
it: Errore del database.
ja: データベースエラー。
ko: 데이터베이스 오류.
nl: Databasefout.
pl: Błąd bazy danych.
pt_br: Erro de banco de dados.
ru: Ошибка базы данных.
th: ข้อผิดพลาดฐานข้อมูล
tr: Veritabanı hatası.
uk: Помилка бази даних.
ur: ڈیٹا بیس میں خرابی۔
vi: Lỗi cơ sở dữ liệu.
zh_hans: 数据库错误。

source: Video not found.
ar: لم يُعثر على الفيديو.
bn: ভিডিও পাওয়া যায়নি।
cs: Video nenalezeno.
de: Video nicht gefunden.
es: Vídeo no encontrado.
fr: Vidéo introuvable.
hi: वीडियो नहीं मिला।
id: Video tidak ditemukan.
it: Video non trovato.
ja: 動画が見つかりません。
ko: 동영상을 찾을 수 없습니다.
nl: Video niet gevonden.
pl: Nie znaleziono wideo.
pt_br: Vídeo não encontrado.
ru: Видео не найдено.
th: ไม่พบวิดีโอ
tr: Video bulunamadı.
uk: Відео не знайдено.
ur: ویڈیو نہیں ملی۔
vi: Không tìm thấy video.
zh_hans: 未找到视频。

source: Tag not found.
ar: لم يُعثر على الوسم.
bn: ট্যাগ পাওয়া যায়নি।
cs: Štítek nenalezen.
de: Tag nicht gefunden.
es: Etiqueta no encontrada.
fr: Étiquette introuvable.
hi: टैग नहीं मिला।
id: Tag tidak ditemukan.
it: Tag non trovato.
ja: タグが見つかりません。
ko: 태그를 찾을 수 없습니다.
nl: Tag niet gevonden.
pl: Nie znaleziono tagu.
pt_br: Tag não encontrada.
ru: Тег не найден.
th: ไม่พบแท็ก
tr: Etiket bulunamadı.
uk: Мітку не знайдено.
ur: ٹیگ نہیں ملا۔
vi: Không tìm thấy nhãn.
zh_hans: 未找到标签。

source: Collection not found.
ar: لم يُعثر على المجموعة.
bn: সংগ্রহ পাওয়া যায়নি।
cs: Kolekce nenalezena.
de: Sammlung nicht gefunden.
es: Colección no encontrada.
fr: Collection introuvable.
hi: संग्रह नहीं मिला।
id: Koleksi tidak ditemukan.
it: Raccolta non trovata.
ja: コレクションが見つかりません。
ko: 컬렉션을 찾을 수 없습니다.
nl: Collectie niet gevonden.
pl: Nie znaleziono kolekcji.
pt_br: Coleção não encontrada.
ru: Коллекция не найдена.
th: ไม่พบคอลเลกชัน
tr: Koleksiyon bulunamadı.
uk: Колекцію не знайдено.
ur: مجموعہ نہیں ملا۔
vi: Không tìm thấy bộ sưu tập.
zh_hans: 未找到收藏集。

source: Metadata extraction failed.
ar: فشل استخراج البيانات الوصفية.
bn: মেটাডেটা নিষ্কাশন ব্যর্থ হয়েছে।
cs: Extrakce metadat selhala.
de: Metadaten-Extraktion fehlgeschlagen.
es: Error al extraer los metadatos.
fr: Échec de l'extraction des métadonnées.
hi: मेटाडेटा निष्कर्षण विफल।
id: Ekstraksi metadata gagal.
it: Estrazione dei metadati non riuscita.
ja: メタデータの抽出に失敗しました。
ko: 메타데이터 추출 실패.
nl: Metagegevensextractie mislukt.
pl: Ekstrakcja metadanych nie powiodła się.
pt_br: Falha na extração de metadados.
ru: Ошибка извлечения метаданных.
th: ดึงข้อมูลเมตาไม่สำเร็จ
tr: Meta veri çıkarımı başarısız oldu.
uk: Не вдалося витягти метадані.
ur: میٹا ڈیٹا نکالنا ناکام ہو گیا۔
vi: Không thể trích xuất siêu dữ liệu.
zh_hans: 元数据提取失败。

source: Thumbnail generation failed.
ar: فشل إنشاء الصورة المصغرة.
bn: থাম্বনেইল তৈরি ব্যর্থ হয়েছে।
cs: Generování náhledu selhalo.
de: Vorschaubild-Generierung fehlgeschlagen.
es: Error al generar la miniatura.
fr: Échec de la génération de la vignette.
hi: थंबनेल जनरेशन विफल।
id: Pembuatan thumbnail gagal.
it: Generazione della miniatura non riuscita.
ja: サムネイルの生成に失敗しました。
ko: 썸네일 생성 실패.
nl: Genereren van miniatuur mislukt.
pl: Generowanie miniatury nie powiodło się.
pt_br: Falha na geração da miniatura.
ru: Ошибка создания эскиза.
th: สร้างภาพขนาดย่อไม่สำเร็จ
tr: Küçük resim oluşturma başarısız oldu.
uk: Не вдалося згенерувати мініатюру.
ur: تھمب نیل بنانے میں ناکامی ہوئی۔
vi: Không thể tạo hình thu nhỏ.
zh_hans: 缩略图生成失败。

source: File not found.
ar: الملف غير موجود.
bn: ফাইল পাওয়া যায়নি।
cs: Soubor nenalezen.
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier introuvable.
hi: फ़ाइल नहीं मिली।
id: File tidak ditemukan.
it: File non trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
nl: Bestand niet gevonden.
pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado.
ru: Файл не найден.
th: ไม่พบไฟล์
tr: Dosya bulunamadı.
uk: Файл не знайдено.
ur: فائل نہیں ملی۔
vi: Không tìm thấy tệp.
zh_hans: 文件未找到。

source: Invalid path.
ar: مسار غير صالح.
bn: অবৈধ পথ।
cs: Neplatná cesta.
de: Ungültiger Pfad.
es: Ruta no válida.
fr: Chemin invalide.
hi: अमान्य पथ।
id: Jalur tidak valid.
it: Percorso non valido.
ja: 無効なパスです。
ko: 잘못된 경로.
nl: Ongeldig pad.
pl: Nieprawidłowa ścieżka.
pt_br: Caminho inválido.
ru: Недопустимый путь.
th: เส้นทางไม่ถูกต้อง
tr: Geçersiz yol.
uk: Недійсний шлях.
ur: غلط راستہ۔
vi: Đường dẫn không hợp lệ.
zh_hans: 无效路径。

source: Duplicate entry.
ar: إدخال مكرر.
bn: নকল এন্ট্রি।
cs: Duplicitní záznam.
de: Doppelter Eintrag.
es: Entrada duplicada.
fr: Entrée en double.
hi: डुप्लिकेट प्रविष्टि।
id: Entri duplikat.
it: Voce duplicata.
ja: 重複エントリです。
ko: 중복 항목.
nl: Dubbele vermelding.
pl: Zduplikowany wpis.
pt_br: Entrada duplicada.
ru: Дублирующаяся запись.
th: รายการซ้ำ
tr: Yinelenen kayıt.
uk: Дублікат запису.
ur: ڈپلیکیٹ اندراج۔
vi: Mục nhập trùng lặp.
zh_hans: 重复条目。

source: I/O error.
ar: خطأ في الإدخال/الإخراج.
bn: ইনপুট/আউটপুট ত্রুটি।
cs: Chyba vstup/výstup.
de: E/A-Fehler.
es: Error de E/S.
fr: Erreur d'E/S.
hi: I/O त्रुटि।
id: Kesalahan I/O.
it: Errore I/O.
ja: I/Oエラー。
ko: I/O 오류.
nl: I/O-fout.
pl: Błąd wejścia/wyjścia.
pt_br: Erro de E/S.
ru: Ошибка ввода/вывода.
th: ข้อผิดพลาด I/O
tr: G/Ç hatası.
uk: Помилка введення/виведення.
ur: I/O خرابی۔
vi: Lỗi I/O.
zh_hans: I/O 错误。

source: Configuration error.
ar: خطأ في التهيئة.
bn: কনফিগারেশন ত্রুটি।
cs: Chyba konfigurace.
de: Konfigurationsfehler.
es: Error de configuración.
fr: Erreur de configuration.
hi: कॉन्फ़िगरेशन त्रुटि।
id: Kesalahan konfigurasi.
it: Errore di configurazione.
ja: 設定エラー。
ko: 구성 오류.
nl: Configuratiefout.
pl: Błąd konfiguracji.
pt_br: Erro de configuração.
ru: Ошибка конфигурации.
th: ข้อผิดพลาดการกำหนดค่า
tr: Yapılandırma hatası.
uk: Помилка конфігурації.
ur: ترتیب میں خرابی۔
vi: Lỗi cấu hình.
zh_hans: 配置错误。

source: FFmpeg error.
ar: خطأ في FFmpeg.
bn: FFmpeg ত্রুটি।
cs: Chyba FFmpeg.
de: FFmpeg-Fehler.
es: Error de FFmpeg.
fr: Erreur FFmpeg.
hi: FFmpeg त्रुटि।
id: Kesalahan FFmpeg.
it: Errore FFmpeg.
ja: FFmpegエラー。
ko: FFmpeg 오류.
nl: FFmpeg-fout.
pl: Błąd FFmpeg.
pt_br: Erro de FFmpeg.
ru: Ошибка FFmpeg.
th: ข้อผิดพลาด FFmpeg
tr: FFmpeg hatası.
uk: Помилка FFmpeg.
ur: FFmpeg خرابی۔
vi: Lỗi FFmpeg.
zh_hans: FFmpeg 错误。

source: Invalid request.
ar: طلب غير صالح.
bn: অবৈধ অনুরোধ।
cs: Neplatný požadavek.
de: Ungültige Anfrage.
es: Solicitud no válida.
fr: Requête invalide.
hi: अमान्य अनुरोध।
id: Permintaan tidak valid.
it: Richiesta non valida.
ja: 無効なリクエストです。
ko: 잘못된 요청.
nl: Ongeldig verzoek.
pl: Nieprawidłowe żądanie.
pt_br: Solicitação inválida.
ru: Недопустимый запрос.
th: คำขอไม่ถูกต้อง
tr: Geçersiz istek.
uk: Недійсний запит.
ur: غلط درخواست۔
vi: Yêu cầu không hợp lệ.
zh_hans: 无效请求。

source: Internal error.
ar: خطأ داخلي.
bn: অভ্যন্তরীণ ত্রুটি।
cs: Interní chyba.
de: Interner Fehler.
es: Error interno.
fr: Erreur interne.
hi: आंतरिक त्रुटि।
id: Kesalahan internal.
it: Errore interno.
ja: 内部エラー。
ko: 내부 오류.
nl: Interne fout.
pl: Błąd wewnętrzny.
pt_br: Erro interno.
ru: Внутренняя ошибка.
th: ข้อผิดพลาดภายใน
tr: Dahili hata.
uk: Внутрішня помилка.
ur: اندرونی خرابی۔
vi: Lỗi nội bộ.
zh_hans: 内部错误。
